---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.WallTaperedExteriorInwardAngle
source: html/b86881af-fb73-d8c3-c628-35ed0d774828.htm
---
# Autodesk.Revit.DB.ParameterTypeId.WallTaperedExteriorInwardAngle Property

"Exterior Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId WallTaperedExteriorInwardAngle { get; }
```